namespace FaranegarCrmMvc.Services;

public static class FaranegarSchema
{
    public static readonly string[] HEADERS = new[]
    {
        "ترتیب","-","نوع","تاریخ","ایرلاین","شماره بلیط","تاریخ دریافت","ش ک فاکتور","بدهکار","بستانکار",
        "شماره قرارداد","طرف حساب","تاریخ سند","شماره سند","صادرکننده","خالص Fare","کمیسیون تشویقی","TOTAL","PNR","تخفیف",
        "FARE","I6","V0","KU","LP","TAX","مسیر","نام فارسی مسافر","نام انگلیسی مسافر","سن",
        "کلاس","تاریخ رفت","تاریخ برگشت","تایید حسابداری","خط بعد","شماره بلیط قبلی","نرخ قبلی","Tax قبلی","جریمه","شماره واچر",
        "درخواست کننده","کمیسیون","درصد کمیسیون","وضعیت کوپن","نوع پرداخت","تصویر بلیت","Sign","گزارش فروش","کامپیوتر ثبت کننده","کامپیوتر تغییر دهنده",
        "توضیحات","توضیحات فاکتور"
    };
}
